const frases = [  
    "I am the creative force that shapes my destiny",
    "With every breath, I connect to divine energy",
    "My mind attracts prosperity naturally",
    "God's love protects me in all paths",
    "I release the past and make space for the new",
    "The abundance of the universe flows freely to me",
    "I am worthy of peace, love, and harmony",
    "My intuition is clear and always guides me in the right direction",
    "I forgive myself and release all that no longer serves me",
    "The universe responds to my positive vibration",
    "I attract healthy and true relationships",
    "Each day, my life becomes more abundant",
    "I am light and I choose to illuminate my path",
    "Gratitude opens the doors of prosperity in my life",
    "I trust the flow of life and move forward with courage",
    "My mind is fertile and creates realities of success",
    "I am protected and guided by divine wisdom",
    "Unconditional love surrounds and strengthens me",
    "My energy attracts opportunities that elevate me",
    "I am deserving of miracles and daily blessings",
    "Harmony between body, mind, and spirit balances me",
    "I release all limiting beliefs and embrace freedom",
    "Abundance is my natural state of existence",
    "I choose thoughts that bring me closer to success",
    "Forgiveness liberates me and opens space for love",
    "I am grateful for all I have achieved and for what is to come",
    "Inner peace guides me in all decisions",
    "I manifest wealth with clarity and confidence",
    "My subconscious mind works in my favor",
    "I am worthy of living a full and prosperous life",
    "The universe responds quickly to my faith",
    "With every challenge, I grow and strengthen",
    "I am abundant in health, love, and prosperity",
    "I connect to the infinite energy of creation",
    "Prosperity is my divine inheritance",
    "I am deserving of joy in all its forms",
    "I release fear and welcome courage",
    "The peace I cultivate within reflects outward",
    "I am a co-creator with the universe",
    "Self-love is my greatest protection",
    "My vibration attracts abundance with ease",
    "I am light in constant expansion",
    "My faith is unshakable and leads me to success",
    "I am protected on all planes of existence",
    "Prosperity flows to me in multiple forms",
    "I choose to focus on what strengthens me",
    "My mind creates realities aligned with the greater good",
    "I open myself to receive all the universe's blessings",
    "I am guided by divine love in every decision",
    "Each day, I manifest more harmony in my life",
    "I am deserving of unlimited abundance",
    "My energy is powerful and transformative",
    "I attract creative solutions to all challenges",
    "Gratitude expands my field of prosperity",
    "I am worthy of living in complete freedom",
    "I choose thoughts of peace and balance",
    "The universe takes care of all my paths",
    "I am deserving of happiness without conditions",
    "My vibration attracts perfect health",
    "I am light and transform any darkness",
    "I choose to trust the process of life",
    "Abundance comes to me in constant waves",
    "I connect with divine wisdom at every moment",
    "I am deserving of success in all areas",
    "My mind is open to infinite possibilities",
    "I am protected by energies of love and light",
    "I choose to see beauty in every detail of life",
    "My faith sustains me in any situation",
    "I attract people who contribute to my growth",
    "Prosperity is my constant companion",
    "I am worthy of true love",
    "I am the creator of my abundant reality",
    "My mind is a magnet for opportunities",
    "I accept the natural flow of prosperity",
    "I choose to live in harmony with all that exists",
    "I am deserving of grand achievements",
    "I release the past and live fully in the now",
    "Inner peace accompanies me everywhere",
    "I am worthy of infinite abundance",
    "I manifest joy in every moment of life",
    "I am protected by divine light at all times",
    "My positive energy blesses everyone around me",
    "I am deserving of prosperity in all dimensions",
    "My mind creates success naturally",
    "I am free from limitations and open to growth",
    "Abundance surrounds and sustains me",
    "I am worthy of love, health, and wealth",
    "I attract only what strengthens me",
    "My faith opens unexpected doors",
    "I choose to vibrate in gratitude every moment",
    "The universe supports me with every step",
    "I am deserving of an extraordinary life",
    "My energy attracts daily miracles",
    "I am light that expands without limits",
    "I trust life's journey with serenity",
    "Prosperity is natural in my life",
    "I am always guided by divine wisdom",
    "My mind is programmed for success",
    "I am worthy of continuous abundance",
    "I manifest harmony in all areas of my life",
    "I am protected by the strength of love",
    "My energy is strong and resilient",
    "I choose thoughts that elevate me",
    "Gratitude attracts constant prosperity",
    "I am deserving of inner peace",
    "I attract opportunities for continuous growth",
    "My faith connects me to the infinite",
    "I am prosperous in love, health, and wealth",
    "My mind creates brilliant solutions",
    "I am free to manifest my dreams",
    "I am guided by divine intuition",
    "Abundance flows to me with ease",
    "I am worthy of receiving miracles today",
    "My energy attracts natural prosperity",
    "I am peace in motion",
    "I manifest harmony in my home",
    "My faith strengthens me at all times",
    "I am deserving of constant happiness",
    "My mind is clear and powerful",
    "I choose to create the reality I desire",
    "I am protected in all dimensions",
    "I manifest prosperity with confidence",
    "My energy is a channel of divine light",
    "I am worthy of infinite abundance",
    "My gratitude creates daily miracles",
    "I am light that transforms the environment",
    "I attract relationships of love and respect",
    "My faith guides me safely",
    "I am deserving of deep peace",
    "I manifest prosperity in everything I do",
    "My energy attracts genuine happiness",
    "I am guided by unconditional love",
    "I am worthy of living my greatest dreams",
    "I choose thoughts that liberate me",
    "Abundance is constant in my life",
    "I am protected by eternal light",
    "My mind creates prosperity now",
    "I am deserving of perfect health",
    "I manifest joy in my routine",
    "My faith connects me to divine power",
    "I am worthy of infinite prosperity",
    "I choose to live in complete harmony",
    "My energy attracts abundant blessings",
    "I am light in constant evolution",
    "I am deserving of extraordinary miracles",
    "My mind creates realities of success",
    "I am protected by divine forces",
    "I manifest prosperity with ease",
    "My gratitude connects me to the infinite",
    "I am worthy of living in constant joy",
    "My energy expands harmony",
    "I choose thoughts that strengthen me",
    "I am deserving of abundant love",
    "My mind creates incredible solutions",
    "I am protected by divine wisdom",
    "I manifest prosperity in abundance",
    "My faith moves mountains",
    "I am worthy of complete happiness",
    "My energy is a field of protection",
    "I choose to trust the flow of the universe",
    "I am deserving of unlimited riches",
    "My mind attracts divine opportunities",
    "I am light that illuminates my journey",
    "I manifest harmony in my heart",
    "My faith guides me every moment",
    "I am worthy of living in abundance",
    "My energy attracts natural prosperity",
    "I choose to live in inner peace",
    "I am protected by the love of the Creator",
    "My mind creates continuous prosperity",
    "I am deserving of profound joy",
    "My energy attracts vibrant health",
    "I manifest miracles daily",
    "My faith connects me to abundance",
    "I am worthy of living in harmony",
    "My energy expands prosperity",
    "I choose thoughts of love",
    "I am deserving of infinite peace",
    "My mind creates constant success",
    "I am protected in all journeys",
    "I manifest unlimited prosperity",
    "My faith opens unimaginable doors",
    "I am worthy of living in fullness",
    "My energy attracts abundant joy",
    "I choose to focus on what strengthens me",
    "I am deserving of divine blessings",
    "My mind creates infinite possibilities",
    "I am light that transforms my life",
    "I manifest peace with every step",
    "My faith always sustains me",
    "I am worthy of living in prosperity",
    "My energy attracts true harmony",
    "I choose to trust the Creator",
    "I am deserving of constant miracles",
    "My mind creates abundance now",
    "I am protected by divine grace",
    "I manifest joy in every instant",
    "My faith connects me to infinite power",
    "I am worthy of eternal prosperity",
    "My energy is a magnet for blessings",
    "I choose thoughts that elevate me",
    "I am deserving of unconditional love",
    "Believe in the magic of new beginnings.",
    "Your mind is powerful. Create the reality you desire.",
    "The energy you emanate attracts your reality.",
    "Everything you want is waiting for you to believe.",
    "The law of attraction is always working in your favor.",
    "I accept with faith the divine power of renewal acting in my life now. Each new day is a manifestation of God's Grace.",
    "My mind is a powerful instrument of co-creation with the Divine. My focused thoughts shape my reality in a positive and tangible way.",
    "I consciously emanate the energy of love, gratitude, and abundance. This high frequency attracts harmoniously resonant experiences to me.",
    "All the abundance, love, and success I desire already exist in the quantum field of pure potentiality, awaiting my unwavering belief to materialize.",
    "The universal laws operate perfectly in my favor. Everything sent from my heart and mind returns to me multiplied in blessings.",
    "I do not wait passively; I manifest actively. My actions, words, and thoughts are aligned with what I wish to attract.",
    "The intelligent and loving Universe organizes all circumstances and encounters for the fulfillment of my highest dreams. I cooperate with this divine conspiracy.",
    "I am already the version of myself that has achieved this goal. My actions, my posture, and my speech reflect this inner truth now.",
    "My faith is an active and transformative force. Through it, I transcend limitations and achieve what once seemed impossible.",
    "I fully accept and receive the infinite abundance of the Universe. Prosperity is my natural state and my divine right as a child of Source.",
    "Today, I am open and receptive to the miracles manifesting in my life. I see the divine hand operating in every detail of my day.",
    "Divine courage flows through me. I am incredibly capable and equipped with all the talent and strength needed for my path.",
    "I deserve all the blessings coming to me. I allow myself to receive with gratitude and joy, without resistance or guilt.",
    "I express deep gratitude for everything, as if all my desires have already manifested. This vibration accelerates the materialization of my ideal reality.",
    "At every moment, I choose to express the best and highest version of who I truly am: a divine and perfect spiritual being.",
    "I persist with faith and consistent action. My perseverance is the bridge that transforms my desires into tangible reality.",
    "I visualize my goals with crystal clarity and intense emotion. This mental image imprinted on the subconscious attracts and creates the corresponding circumstance.",
    "I keep my dominant thoughts on peace, love, and abundance. Thus, my life becomes a perfect reflection of these qualities.",
    "I consciously raise my vibrational frequency through love, joy, and gratitude. A new reality, in resonance with this frequency, reveals itself to me.",
    "I fully trust the divine and perfect timing of the Universe. Everything meant for me arrives at the exact moment and in the best possible way.",
    "I use my words with power and truth, only for good. My intention is clear, focused, and aligned with my highest purpose.",
    "The Christ within me, the power of the Universe in me, is greater than any challenge or external circumstance. I am stronger than any condition.",
    "My hope is anchored in the divine promise, it is firm and secure. It keeps me stable and confident amidst any storm.",
    "Because I believe, all things are possible for me. My faith removes obstacles and opens paths where there seemed to be none.",
    "I calm my mind in silence and clearly hear the gentle and sure voice of my intuition, which is divine guidance within me.",
    "I take the first step with faith today. This initial movement sets the universal forces in motion to complete the entire journey.",
    "I become in essence what I wish to attract. I am love, I am abundance, I am success, and thus I attract these experiences.",
    "I choose to see beauty and feel abundance in everything around me. This internal perception magnetizes more beauty and abundance into my experience.",
    "I embody the peace, love, and integrity I wish to see in the world. Change begins within me and radiates to all.",
    "My desire is clear, my determination is unshakable, and my persistence is constant. Success is the natural and inevitable result.",
    "I persist until I reach. Every effort brings me closer to my goal, and I do not give up because victory is certain.",
    "The present moment is the only moment that exists to create my reality. Now is the perfect moment to become who I was born to be.",
    "My belief of 'I can' is so powerful that it instantly transports me to a more advanced point in achieving my goal.",
    "I live fully in the present, the eternal Now. This moment is a divine gift where I concentrate all my creative power.",
    "I courageously embrace the discomfort of growth. It is in unknown territory that my greatest potentials are revealed and realized.",
    "I make the motivated decision to start. Now, I establish powerful and consistent habits that guarantee my continuous and automatic progress.",
    "I dissolve all doubts with the flame of faith. My tomorrow is unlimited because my today is free from fear and uncertainty.",
    "I choose my reactions with wisdom. I respond to all events with peace, love, and a learning perspective, thus creating 90% of a positive experience.",
    "I allow myself to explore the unknown with curiosity and faith. Being 'lost' from the old is necessary to discover the new landscapes of my potential.",
    "I keep myself in constant preparation and improvement. When the opportunity arises, my prepared mind will recognize and seize it.",
    "Everything I can conceive with mental clarity and impregnate with sincere belief, I can and will achieve. There are no exceptions.",
    "I prepare diligently every day. Thus, when the divine opportunity arises, I am ready to cooperate with it and create my own 'luck'.",
    "I choose actions that generate happiness now. Happiness is a verb; I practice it through gratitude, service, and active love.",
    "Every fall is a lesson. My glory lies in my infinite ability to get up, stronger and wiser each time.",
    "I seek simplicity in all aspects of my life. I eliminate the unnecessary and focus on the essential, which is where true power and elegance reside.",
    "I practice patience with myself and with the divine process. I wait with serenity, knowing that the fruit of my labor will be sweet and worth it.",
    "I do not try to predict the future; I actively create it now, through my thoughts, words, and actions in the present.",
    "I release the need to complicate. I turn to the simplicity of truth, love, and the present moment. My life flows with ease and grace.",
    "Every result I do not desire is a step on the path to success. I keep my enthusiasm intact, for each step teaches me and brings me closer.",
    "I unleash my imagination to explore all possibilities. My knowledge is a tool, but my imagination is the power that creates new realities.",
    "My focus is firmly fixed on the vision of the goal achieved. Obstacles are only temporary detours that my focused attention bypasses.",
    "The only force capable of separating me from my dream is my own hesitation. Now, I choose to act. My will to try is invincible.",
    "I am open to miracles and wonders, while taking full responsibility for my life through consistent and inspired actions.",
    "I do not wait for luck. I am the architect of my fortune. I create opportunities through my initiative, creativity, and courage.",
    "I am not here to find myself, I am here to create myself. Each day, I deliberately choose and build the person I want to become.",
    "I find contentment and deep wealth in the present moment, independent of external circumstances. My true abundance is internal.",
    "I set aside time for quietness and daily reflection. It is in silence that divine wisdom reveals itself and guides my steps.",
    "I express kindness unconditionally. My loving actions convey a powerful message that transcends all physical senses.",
    "I dedicate myself to learning and teaching. I share knowledge that empowers, liberates, and elevates the consciousness of everyone around me.",
    "I cultivate genuine and deep relationships. I celebrate my friends' victories as if they were my own and offer my shoulder to share their burdens.",
    "I honor my body as a divine temple. I take care of my physical, mental, and spiritual health, for it is the foundation of all my wealth.",
    "My continuous perseverance gives birth to my own 'luck'. I continue until success is inevitable.",
    "I practice humility, recognizing that I am a channel for divine force. This virtue opens space for all others to flourish in me.",
    "I fully trust my ability to learn, grow, and overcome any challenge. This self-confidence is the foundation of my success.",
    "I allow my divine intelligence to express itself with joy and creativity. I solve problems and create my life in a playful and innovative way.",
    "My daily discipline is the solid bridge linking what I desire to what I achieve. I cross this bridge with consistency and determination.",
    "I embrace change as the dynamic nature of existence. Flowing with change, I keep myself alive, relevant, and in constant growth.",
    "I aspire to the elegance of simplicity. I remove the excess and the complex, finding supreme sophistication in clarity, truth, and the essential.",
    "I plant the seed of patience with determination. Even if it requires effort now, I water it with faith, knowing I will reap sweet and abundant fruits.",
    "My hope is an active and conscious dream. It keeps me alert and oriented towards the positive possibilities the future holds.",
    "I do not wait for the perfect moment; I create perfect moments from the present moment, transforming the ordinary into the extraordinary.",
    "I am the conscious creator of my life. I do not react to circumstances; I create them with intention, love, and wisdom.",
    "I practice gratitude for the lessons learned, even the most difficult ones. They were the necessary masters for my evolution.",
    "I release the need to control everything. I trust the divine intelligence that governs the Universe and guides my life.",
    "I choose to see the divine spark in every person I meet. I treat everyone with respect and compassion, recognizing the God within them.",
    "I live with integrity, aligning my actions with my deepest values. This internal coherence generates external harmony.",
    "I am a source of inspiration and encouragement for others. My positive example shows that it is possible to live with faith, joy, and abundance.",
    "I dedicate time to what truly matters: my connection with the divine, my relationships, my health, and my purpose.",
    "I celebrate every small victory along the way. Each step forward is a reason for joy and motivation to continue.",
    "I cultivate an attitude of service. By contributing to the well-being of others, I enrich my own soul and attract more blessings.",
    "I trust the process of life. Even when I don't understand, I know that everything is working for my highest good.",
    "I am open to receiving love, help, and support from others. I allow myself to be vulnerable and accept that I don't have to do everything alone.",
    "I forgive myself and others, releasing the weight of the past. Forgiveness frees me to live fully in the present and create a better future.",
    "I embrace my uniqueness and express my authenticity. I do not compare myself to others, for my journey is unique and special.",
    "I choose to focus on solutions, not problems. My creative mind always finds a way to overcome any obstacle.",
    "I nourish my mind with positive thoughts, my body with healthy food, and my spirit with prayer and meditation.",
    "I am resilient and adaptable. Like a bamboo, I bend without breaking and find strength in flexibility.",
    "I radiate love and light wherever I go. My presence is a blessing to the world, and I make a positive difference in the lives of others.",
    "I am grateful for the gift of life and for all the opportunities that each new day brings. Today is a blank canvas, and I am the artist.",
    "I am the master of my thoughts, the captain of my soul, and the creator of my destiny. I choose to create a life of love, joy, and abundance.",
    "And so it is.",
    "Amen."
];